export const PATRIOTS_HISTORY: string = `
  Нью-Ингленд Пэтриотс» были основаны в 1959 году как Бостон Пэтриотс», став участником Американской футбольной лиги (AFL). Они вошли в состав НФЛ после слияния AFL и НФЛ в 1970 году. Удача команды резко изменилась с назначением главного тренера Билла Беличика в 2000 году и выбором квотербека Тома Брэди на драфте. Пэтриотс» выиграли шесть титулов Супербоула (XXXVI, XXXVIII, XXXIX, XLIX, LI, LIII), что делает их одной из самых успешных франшиз в истории НФЛ. Известные благодаря своему Патриотскому пути», команда делает акцент на дисциплине, усердной работе и стратегическом мастерстве. Домашние игры проходят на стадионе Джиллетт в Фоксборо, Массачусетс.
`

export const COWBOYS_HISTORY: string = `
  Даллас Ковбойс» были основаны в 1960 году и быстро стали одной из ведущих команд НФЛ. Известные как Команда Америки», они имеют богатую историю, включающую пять титулов Супербоула (VI, XII, XXVII, XXVIII, XXX). Успех Ковбойс» часто приписывают их инновационной организационной структуре, сильным драфт-классам и знаковым игрокам, таким как Роджер Стаубах, Эмитт Смит и Трой Эйкман. Команда также известна своими чирлидершами и ультрасовременным стадионом AT&T, который служит их домашней ареной. Ковбойс» имеют давнее соперничество с Вашингтон Коммандерс» и другими командами Восточного дивизиона НФК.
`

export const PACKERS_HISTORY: string = `
  Грин Бэй Пэкерс», основанные в 1919 году Эрлом Кёрли» Ламбо и Джорджем Кальхуном, являются третьей по старшинству франшизой в НФЛ. Пэкерс» уникальны тем, что они единственная публично принадлежащая, некоммерческая профессиональная спортивная команда высшей лиги в США. Они выиграли всего 13 чемпионатов лиги, больше, чем любая другая команда, включая четыре Супербоула (I, II, XXXI, XLV). Ламбо Филд, известный как Замороженная тундра», является одним из самых знаковых стадионов в спорте. Легендарные фигуры, такие как Винс Ломбарди, Барт Старр и Бретт Фавр, сыграли важную роль в успехе команды.
`

export const STEELERS_HISTORY: string = `
  Питтсбург Стилерс» были основаны в 1933 году, что делает их седьмой по старшинству франшизой в НФЛ. Они выиграли шесть титулов Супербоула (IX, X, XIII, XIV, XL, XLIII), что является рекордом лиги. Стилерс» известны своими доминирующими защитами, особенно Стальной Завесой» 1970-х годов. Легендарные игроки, такие как Терри Брэдшоу, Франко Харрис и Жестокий» Джо Грин, оставили неизгладимый след в истории команды. Фанаты Стилерс», известные как Нация Стилерс», являются одними из самых преданных в НФЛ. Команда проводит домашние игры на стадионе Хайнц Филд в Питтсбурге, Пенсильвания.
`

export const CARDINALS_HISTORY: string = `
  Аризона Кардиналс» были основаны в 1898 году, что делает их одной из старейших профессиональных футбольных команд в истории. Первоначально команда базировалась в Чикаго, затем переехала в Сент-Луис, а в 1988 году — в Аризону. Кардиналс» выиграли два чемпионата НФЛ (1925 и 1947 года) и участвовали в Супербоуле XLIII, где проиграли Питтсбург Стилерс». Команда известна своими преданными болельщиками и проводит домашние игры на стадионе State Farm в Глендейле, Аризона.
`

export const FALCONS_HISTORY: string = `
  Атланта Фэлконс» были основаны в 1965 году и быстро стали частью НФЛ. Команда добилась значительных успехов в 1998 году, выйдя в свой первый Супербоул, а также в 2016 году, когда они достигли Супербоула LI. Хотя Фэлконс» не выиграли ни одного Супербоула, они остаются конкурентоспособной командой с сильной базой болельщиков. Домашние игры проходят на стадионе Mercedes-Benz в Атланте, Джорджия.
`

export const RAVENS_HISTORY: string = `
  Балтимор Рэйвенс» были основаны в 1996 году после того, как Кливленд Браунс» переехали в Балтимор. Команда быстро добилась успеха, выиграв два Супербоула (XXXV в 2000 году и XLVII в 2012 году). Рэйвенс» известны своей сильной защитой, в частности, благодаря таким игрокам, как Рэй Льюис и Эд Рид. Домашние игры проходят на стадионе M&T Bank в Балтиморе, Мэриленд.
`

export const BILLS_HISTORY: string = `
  Баффало Биллс» были основаны в 1960 году и стали частью НФЛ после слияния AFL и НФЛ. Команда особенно известна своими успехами в начале 1990-х годов, когда они достигли четырех подряд Супербоулов, хотя и проиграли все четыре. Биллс» имеют одну из самых преданных баз болельщиков в НФЛ, и их домашние игры проходят на стадионе Highmark в Орчард-Парке, Нью-Йорк.
`

export const PANTHERS_HISTORY: string = `
  Каролина Пантерс» были основаны в 1993 году и начали играть в НФЛ в 1995 году. Команда достигла Супербоула дважды: в сезонах 2003 и 2015 годов, но не смогла выиграть титул. Пантерс» известны своими сильными защитными линиями и талантливыми квотербеками. Домашние игры проходят на стадионе Bank of America в Шарлотте, Северная Каролина.
`

export const BEARS_HISTORY: string = `
  Чикаго Беарз» были основаны в 1919 году и являются одной из старейших и самых успешных команд в истории НФЛ. Команда выиграла девять чемпионатов лиги, включая Супербоул XX в 1985 году. Беарз» известны своей сильной защитой и знаменитыми игроками, такими как Уолтер Пэйтон и Дик Баткус. Домашние игры проходят на стадионе Soldier Field в Чикаго, Иллинойс.
`

export const BENGALS_HISTORY: string = `
  Цинциннати Бенгалс» были основаны в 1966 году и начали играть в НФЛ в 1968 году. Команда достигла Супербоула дважды: в сезонах 1981 и 1988 годов, но не смогла выиграть титул. Бенгалс» известны своими яркими атакующими линиями и талантливыми квотербеками. Домашние игры проходят на стадионе Paycor в Цинциннати, Огайо.
`

export const BROWNS_HISTORY: string = `
  Кливленд Браунс» были основаны в 1946 году и первоначально играли в Всеамериканской футбольной конференции (AAFC), прежде чем присоединиться к НФЛ в 1950 году. Команда выиграла восемь чемпионатов, включая четыре чемпионата НФЛ до эпохи Супербоула. Браунс» известны своими преданными болельщиками и долгими соперничествами с другими командами. Домашние игры проходят на стадионе Cleveland Browns в Кливленде, Огайо.
`

export const BRONCOS_HISTORY: string = `
  Денвер Бронкос» были основаны в 1960 году как участники Американской футбольной лиги (AFL) и присоединились к НФЛ после слияния лиг. Команда выиграла три Супербоула (XXXII, XXXIII, 50) и известна своими успешными сезонами под руководством квотербека Джона Эльвея. Бронкос» играют на стадионе Empower Field at Mile High в Денвере, Колорадо.
`

export const LIONS_HISTORY: string = `
  Детройт Лайонс» были основаны в 1930 году и имеют долгую и богатую историю. Команда выиграла четыре чемпионата НФЛ, последний из которых был в 1957 году. Хотя они не достигали Супербоула, Лайонс» остаются важной частью лиги и имеют преданных болельщиков. Домашние игры проходят на стадионе Ford Field в Детройте, Мичиган.
`

export const TEXANS_HISTORY: string = `
  Хьюстон Тексанс» были основаны в 2002 году, став самой новой франшизой НФЛ. Команда быстро завоевала популярность и конкурентоспособность, несколько раз выиграв титулы в дивизионе. Тексанс» известны своими сильными защитными игроками, такими как Джей Джей Уотт. Домашние игры проходят на стадионе NRG в Хьюстоне, Техас.
`

export const COLTS_HISTORY: string = `
  Индианаполис Колтс» были основаны в 1953 году в Балтиморе и переехали в Индианаполис в 1984 году. Команда выиграла два Супербоула (V, XLI) и известна своими успешными сезонами под руководством квотербека Пейтона Мэннинга. Колтс» играют на стадионе Lucas Oil в Индианаполисе, Индиана.
`

export const JAGUARS_HISTORY: string = `
  Джексонвилл Джагуарс» были основаны в 1993 году и начали играть в НФЛ в 1995 году. Команда достигла плей-офф несколько раз и известна своими сильными защитными линиями. Хотя Джагуарс» не достигали Супербоула, они остаются конкурентоспособной командой. Домашние игры проходят на стадионе TIAA Bank Field в Джексонвилле, Флорида.
`

export const CHIEFS_HISTORY: string = `
  Канзас-Сити Чифс» были основаны в 1960 году как участники Американской футбольной лиги (AFL) и присоединились к НФЛ после слияния лиг. Команда выиграла три Супербоула (IV, LIV, LVII) и известна своими успешными сезонами под руководством квотербека Патрика Махоумса. Чифс» играют на стадионе Arrowhead в Канзас-Сити, Миссури.
`

export const RAIDERS_HISTORY: string = `
  Лас-Вегас Рэйдерс» были основаны в 1960 году как участники Американской футбольной лиги (AFL) и присоединились к НФЛ после слияния лиг. Команда выиграла три Супербоула (XI, XV, XVIII) и известна своими яркими и агрессивными стилями игры. Рэйдерс» играют на стадионе Allegiant в Лас-Вегасе, Невада.
`

export const CHARGERS_HISTORY: string = `
  Лос-Анджелес Чарджерс» были основаны в 1960 году как участники Американской футбольной лиги (AFL) и присоединились к НФЛ после слияния лиг. Команда достигала Супербоула в 1994 году, но проиграла. Чарджерс» известны своими сильными квотербеками и яркими нападениями. Домашние игры проходят на стадионе SoFi в Лос-Анджелесе, Калифорния.
`

export const RAMS_HISTORY: string = `
  Лос-Анджелес Рэмс» были основаны в 1936 году и имеют долгую историю с несколькими переездами. Команда выиграла два Супербоула (XXXIV, LVI) и известна своими яркими нападениями и защитами. Рэмс» играют на стадионе SoFi в Лос-Анджелесе, Калифорния.
`

export const DOLPHINS_HISTORY: string = `
  Майами Долфинс» были основаны в 1966 году и достигли значительных успехов в 1970-х годах, включая два титула Супербоула (VII, VIII) и совершенную безупречную победу в сезоне 1972 года. Долфинс» известны своими сильными командами и знаменитым тренером Доном Шулой. Домашние игры проходят на стадионе Hard Rock в Майами-Гарденс, Флорида.
`

export const VIKINGS_HISTORY: string = `
  Миннесота Вайкингс» были основаны в 1960 году и быстро стали одной из ведущих команд НФЛ. Команда достигла Супербоула четыре раза в 1970-х годах, но не смогла выиграть титул. Вайкингс» известны своими сильными защитами и яркими нападениями. Домашние игры проходят на стадионе U.S. Bank в Миннеаполисе, Миннесота.
`

export const SAINTS_HISTORY: string = `
  Нью-Орлеан Сэйнтс» были основаны в 1967 году и достигли значительных успехов в 2009 году, выиграв Супербоул XLIV. Команда известна своими яркими нападениями и талантом квотербека Дрю Брисса. Сэйнтс» играют на стадионе Caesars Superdome в Новом Орлеане, Луизиана.
`

export const GIANTS_HISTORY: string = `
  Нью-Йорк Джайентс» были основаны в 1925 году и являются одной из старейших и самых успешных команд в истории НФЛ. Команда выиграла четыре Супербоула (XXI, XXV, XLII, XLVI) и известна своими сильными защитами и знаменитым квотербеком Эли Мэннингом. Домашние игры проходят на стадионе MetLife в Ист-Резерфорде, Нью-Джерси.
`

export const JETS_HISTORY: string = `
  Нью-Йорк Джетс» были основаны в 1960 году как участники Американской футбольной лиги (AFL) и присоединились к НФЛ после слияния лиг. Команда выиграла один Супербоул (III) под руководством квотербека Джо Неймита. Джетс» играют на стадионе MetLife в Ист-Резерфорде, Нью-Джерси.
`

export const EAGLES_HISTORY: string = `
  Филадельфия Иглз» были основаны в 1933 году и имеют долгую историю успехов. Команда выиграла три чемпионата НФЛ до эпохи Супербоула и один Супербоул (LII) в 2017 году. Иглз» известны своими сильными защитами и преданными болельщиками. Домашние игры проходят на стадионе Lincoln Financial Field в Филадельфии, Пенсильвания.
`

export const SEAHAWKS_HISTORY: string = `
  «Сиэтл Сихокс» были основаны в 1974 году и вступили в НФЛ в 1976 году в качестве расширенной франшизы. Команда выиграла свой первый Супербоул в 2013 году (XLVIII) и оставалась конкурентоспособной с тех пор. "Сихокс" известны своими яркими атакующими игроками и широким спектром преданных болельщиков. Домашние игры проводятся на стадионе Lumen Field в Сиэтле, штат Вашингтон.
`

export const TITANS_HISTORY: string = `
  «Теннесси Титанс» были основаны в 1960 году как «Хьюстон Ойлерс». Команда переехала в Мемфис, Теннесси в 1997 году и затем в Нашвилл в 1998 году. "Титанс" выиграли один чемпионат AFL в 1960 году, а затем добились успеха в 2000 году, когда достигли Супербоула XXXIV. Команда известна своими сильными нападениями и активными болельщиками. Домашние игры проходят на стадионе Nissan в Нашвилле, Теннесси.
`

export const COMMANDERS_HISTORY: string = `
  «Вашингтон Футбольный Клуб» был основан в 1932 году и является одним из самых старых франшиз в НФЛ. Команда выиграла три чемпионата НФЛ в 1937, 1942 и 1982 годах, а также три Супербоула. "Футбольный Клуб" известен своими богатыми традициями и долгой историей. Домашние игры проводятся на стадионе FedEx Field в Ландовере, штат Мэриленд.
`

export const BUCCANEERS_HISTORY: string = `
  «Тампа-Бэй Буканерс» были основаны в 1976 году и присоединились к НФЛ в качестве расширенной франшизы. Команда выиграла свой первый Супербоул в 2002 году (XXXVII) и повторила успех в 2020 году (LV). "Буканерс" известны своими сильными защитными игроками и активными болельщиками. Домашние игры проводятся на стадионе Raymond James в Тампе, штат Флорида.
`

export const FORTY_NINERS_HISTORY = `
  Сан-Франциско 49ерс» были основаны в 1946 году как члены-учредители Всеамериканской футбольной конференции (AAFC) и присоединились к НФЛ в 1949 году. Команда добилась значительных успехов в 1980-х и 1990-х годах под руководством главного тренера Билла Уолша и квотербека Джо Монтаны, выиграв пять титулов Супербоула (XVI, XIX, XXIII, XXIV, XXIX). Известные своим инновационным нападением в стиле "Западного побережья", "49ерс" имели множество членов Зала славы, включая Джерри Райса и Стива Янга. Команда проводит домашние игры на стадионе Levi's в Санта-Кларе, Калифорния.`
